{
    "talks": [
        {
            "name": "Supervised Descriptive Rule Models for the Extraction of Knowledge in Big Data and Data Streams",
            "venue": "Intelligent Systems Lab, University of Bristol, Bristol (UK)",
            "date": "Noviembre 2018"
        },
        {
            "name": "Supervised Descriptive Rule Models for the Extraction of Knowledge in Big Data and Data Streams",
            "venue": "School of Computing and Informatics, De Monfort University, Leicester (UK)",
            "date": "Diciembre 2018"
        } 
    ],

    "revisor": [
        "Cognitive Computation"
    ],

    "prizes": [
        {
            "name": "Premio Extraordinario de Grado",
            "date": "Junio 2015",
            "description": "Mejor expediente académico del Grado en Ingeniería Informática (Promoción 2011-2015)"
        },

        {
            "name": "Mejor trabajo de iniciación a la investigación",
            "date": "Septiembre 2018",
            "description": "IV Premios Ada Lovelace. Universidad de Jaén"
        }, 
        {
            "name": "Mejor trabajo de investigación",
            "date": "Mayo 2019",
            "description": "V Jornadas Doctorales en TIC. Universidad de Jaén"
        },
        {
            "name": "Premio al mejor trabajo",
            "date": "Octubre 2018",
            "description": "II Workshop en Big Data y Análisis de Datos Escalable (XVIII Conferencia de la Asoaciación Española para la Inteligencia Artificial (CAEPIA)"
        } 
    ],

    "education": [
        {
            "title": "Máster en Ciencia de Datos e Ingeniería de Computadores",
            "subtitle": "Especialidad en Ciencia de Datos y Tecnologías Inteligentes",
            "venue": "Universidad de Granada",
            "date": "Septiembre 2016"
        },
        {
            "title": "Grado en Ingeniería Informática",
            "subtitle": "Mención en Tratamiento Inteligente de la Información",
            "venue": "Universidad de Jaén",
            "date": "Junio 2015",
            "prize": "Premio extraordinario de grado"
        }
    ],

    "work": [
        {
            "position": "Investigador predoctoral FPI",
            "firm": "Universidad de Jaén",
            "date": {
                "from": "Mayo 2017",
                "to": "Actualidad"
            },
            "description": "Desarrollo de tesis doctoral en el seno del grupo de investigación SiMiDat del Departamento de Informática de la Universidad de Jaén."  
        },
        {
            "position": "PAS Contratado Laboral",
            "firm": "Universidad de Jaén",
            "date": {
                "from": "Diciembre 2016",
                "to": "Abril 2017"
            },
            "description": "Desarrollo de tareas de Investigación dentro del grupo de investigación Sistemas Inteligentes y Minería de Datos (SIMIDAT) de la Universidad de Jaén relativas al desarrollo de un proyecto de investigación asignado al grupo. Asímismo, realizo tareas de mantenimiento de los diferentes equipos informáticos que forman parte del grupo de investigación."  
        },
        {
            "position": "PAS Contratado Laboral",
            "firm": "Universidad de Jaén",
            "date": {
                "from": "Noviembre 2015",
                "to": "Diciembre 2015"
            },
            "description": "Desarrollo del backend para la aplicación \"dmServer\" consistente en una aplicación online para la aplicación de métodos de minería de datos. El desarrollo de este backend se ha desarrollado en php con una base de datos MySQL con diferentes labores de administración de sistemas linux. Aplicación disponible en http://simidat-apps.ujaen.es "  
        },
        {
            "position": "Beca de Colaboración del MECD (Iniciación a la investigación)",
            "firm": "Universidad de Jaén",
            "date": {
                "from": "Noviembre 2014",
                "to": "Junio 2015"
            },
            "description": "Desarrollo de un proyecto en colaboración con el grupo de investigación SIMIDAT del departamento de Informática de la Universidad de Jaén consistente en la elaboración de un paquete de algoritmos de extracción de reglas descriptivas basadas en aprendizaje supervisado (descubrimiento de subgrupos) para el lenguaje de programación R. "  
        }
    ]
} 
